
## Plan Result

[CI link](https://github.com/mirror-kt/infra/actions/runs/7853507679)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * cloudflare_record.bsky_record


<details><summary>Change Result (Click me)</summary>

```hcl

  # cloudflare_record.bsky_record will be created
  + resource "cloudflare_record" "bsky_record" {
      + allow_overwrite = false
      + created_on      = (known after apply)
      + hostname        = (known after apply)
      + id              = (known after apply)
      + metadata        = (known after apply)
      + modified_on     = (known after apply)
      + name            = "_atproto"
      + proxiable       = (known after apply)
      + proxied         = false
      + ttl             = 1
      + type            = "TXT"
      + value           = "did=did:plc:r74f3l5bzuodnjekrf364t2v"
      + zone_id         = "2f66eedd7ec5f96d1a218efade1f9a33"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":15,"Program":"tfcmt","SHA1":"e483d79a32ac3ae5c8f459e4c7ea2feda22e4223","Vars":{},"WorkflowName":"Terraform"} -->